{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"williamsburgh-becomes-a-city","Williamsburgh Becomes a City",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/7B61SzBZDJ3daMnlYjyWqm/821806987debe8bf072f734dc98631b6/1848-20Markup-20NY-20and-20environs-20from-20Williamsburgh-20NYPL.jpg\" class=\"figure-img\" alt=\"1848-20Markup-20NY-20and-20environs-20from-20Williamsburgh-20NYPL\">\n                  \u003Cfigcaption class=\"figure-caption\">1848 view of Manhattan with Williamsburgh in the foreground (NYPL)\u003C/figcaption>\n                \u003C/figure>\u003Cp>When Williamsburgh first began to urbanize, the population was largely native-born Americans of primarily English descent. By the early 1840s, large numbers of German and Irish immigrants moved to Williamsburgh and Greenpoint. [need numbers for this.] The Southside and Greenpoint, the two largest concentrations of population along the river, were heavily Irish in makeup, while East Williamsburgh was heavily German (the area south of Grand Street between Union and Bushwick Avenues was known as Dutchtown). The area’s first Catholic parishes reflect this distribution – Sts. Peter and Paul (established in 1844) on South 2nd Street was an Irish congregation led for many years by Father Sylvester Malone; Most Holy Trinity (1841) on Montrose was a German congregation led for many years by Father John Raffeiner. Protestant Germans (primarily Lutherans) founded their own congregations, also heavily concentrated in East Williamsburgh.\u003C/p>\u003Cp>While Williamsburgh and Greenpoint – like most of Kings County – were predominantly white, Williamsburgh did have a sizable and politically active Black community prior to the Civil War. Blacks represented less than 5% of the population of Williamsburgh in the period from 1835 to 1870. There were a number of Black congregations in the area as well as mixed-race congregations, the most notable being the First Congregational Church of Williamsburgh, which was founded in 1846 and led for many years by the white abolitionist Simeon Jocelyn. Black leaders, including Peter Ray, Peter Guignon, Samuel Ricks and brothers Willis and William J. Hodges, were active in their community and many were prominent in the abolition movement both locally and nationally.\u003C/p>\u003Cp>Population growth overall ....\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
