{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"bushwick-village","Bushwick Village",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/oimfQeEFeRzvo7e36uFjB/c2baf4441dfe78b4cbc78ee08d679dff/Screen-20Shot-202017-07-05-20at-204.00.22-20PM.png\" class=\"figure-img\" alt=\"Bushwick village, with surrounding farm plots and meadows.\">\n                  \u003Cfigcaption class=\"figure-caption\">Bushwick village, with surrounding farm plots and meadows.\u003C/figcaption>\n                \u003C/figure>\u003Cp>In 1660, Peter Stuyvesant, Director General of the Dutch West Indies Company, established (and named) the Town of Bushwick (Boswijk in the Dutch). Stuyvesant established a village at Woodpoint Road and Metropolitan Avenue, just north of Bushwick Avenue (close to St. Francis of Paola church). Bushwick thus became the last of the five towns to be established by the Dutch West India Company, the prior four being Flatbush (Vlackbosch or Midwout), Brooklyn (Breukelen), Flatlands (New Amersfoort) and New Utrecht. A sixth town, Gravesend, was established by English settlers with the approval of the Dutch West India Company.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/hbjw149MwrRsI9CTLaSYz/46f9694024380a8042f2b0e235e2eac1/1661-20Bushwick-20original-20settlement-20Armbruster.png\" class=\"figure-img\" alt=\"Layout of Bushwick village, 1660.\">\n                  \u003Cfigcaption class=\"figure-caption\">Layout of Bushwick village, 1660.\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/56RG8hHc85n3RGNpKuGqC/190add56c7d9328fc2fb91aa5378d4c2/IMG_2036-wVO9c.png\" class=\"figure-img\" alt=\"Bushwick village in the early 18th century.\">\n                  \u003Cfigcaption class=\"figure-caption\">Bushwick village in the early 18th century.\u003C/figcaption>\n                \u003C/figure>\u003Cp>At Stuyvesant’s direction, 22 house lots surrounding a communal pond were established at Bushwick village, with farm lots in the surrounding lands. Some meadows (salt marshes) along the Newtown Creek and Bushwick Creek were allotted to individuals, but most were held in common and managed/harvested in common. The first residents of Bushwick included 14 Frenchmen and a Dutch translator, with existing owners (such as Volckertsen) then becoming part of the town. One of the founders of Bushwick was a man named Francisco de Neger, an Angolan who was one of the first enslaved Africans brought to New Amsterdam. Francisco had successfully petitioned for his freedom in 1644. What became of him is not clear - while he appears on the rolls for the founding of the village, he disappears from the historic record soon after.\u003C/p>\u003Cp>Stuyvesant’s impetus for establishing the village of Bushwick was largely defensive. In prior years, the Dutch had instigated a number of conflicts with the indigenous Lenape and Wappinger, resulting in a series of battles and many attacks on remote settler farms (Jacob Hay and Christina Cappoens didn’t live in Greenpoint prior to 1660 for fear of Indian attacks). For Stuyvesant, Bushwick was a strategic and defensible outpost on Long Island and a buffer for his own bowery (farm) just across the East River. Residents of Bushwick were mandated to erect houses within the palisades at Bushwick Village. The Bushwick settlers also established a stockaded outpost at the Keikout (Lookout) near Bedford Avenue and South 4th Street.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/3EeNnwEnYtti3ydeNDTGxU/44212b4f89c31a8e9b7ec077352ec976/Armbruster-20composite.png\" class=\"figure-img\" alt=\"Armbruster-20composite\">\n                  \u003Cfigcaption class=\"figure-caption\">Bushwick in the mid-18th century.\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/KqTsH3jFBpVuC17mIcEYt/7f072f8acd95f2efc9bf68c42135034b/Miller-20Keikout-20Screen-20Shot-202018-01-26-20at-209.33.43-20PM.png\" class=\"figure-img\" alt=\"Miller homestead drwaing\">\n                  \u003Cfigcaption class=\"figure-caption\">Miller (formerly Meserole) homestead on the Keickout bluff, South 4th Street and Kent Avenue, mid-1700s\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/5ESRBJufle5CwoeInoAx7b/b46feb5481416cc54b1ffcf8f9ba2428/Boerum-20mansion-20Kent-20avenue-20Broadway-20v19740221148.jpg\" class=\"figure-img\" alt=\"Boerum farmhouse at Clymer Street and Kent Avenue, mid-1700s.\">\n                  \u003Cfigcaption class=\"figure-caption\">Boerum farmhouse at Clymer Street and Kent Avenue, mid-1700s.\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/4FyOmZ7rGjekN6vktQ32v8/5960cb9eb8d34daca2eb2035bd4613a4/Remsen-20farmhouse-20Kent-20avenue-20Clymer-20v19740221149.jpg\" class=\"figure-img\" alt=\"Remsen farm house\">\n                  \u003Cfigcaption class=\"figure-caption\">Remsen farm house\u003C/figcaption>\n                \u003C/figure>\u003Ch1>\u003Cb>Early farms\u003C/b>\u003C/h1>\u003Cp>The wetlands of Bushwick and Newtown Creeks dictated much of the early agriculture and geography in north Brooklyn. Early on, two tide mills were constructed on Newtown Creek, one at about the intersection of Grand Street and Metropolitan Avenue, the second about a mile to the east. However, there is no evidence of tide mills on Bushwick Creek, perhaps because the creek was much smaller and thus saw less tidal action. Indigenous pathways became colonial farm roads – Woodpoint Road led from the village center to a public landing on the north branch of Bushwick Creek near the intersection of Driggs Avenue and Lorimer Street (about where the McCarren Park comfort station is now located). The Keikout Road ran from the village along Metropolitan Avenue to Union Avenue and then west roughly along Division Avenue, bypassing the southern tributaries of the Creek. At the river, the road turned north toward the mouth of the Creek.\u003C/p>\u003Cp>Dutch rule of New Amsterdam ended in 1664, but for most of the 17\u003Csup>th\u003C/sup> and 18\u003Csup>th\u003C/sup> century, “Dutch” traditions continued to dominate in north Brooklyn, even while the settlers continued to be a polyglot. Most impactful among the early European settlers was Jan Meserole, a French Huguenot who arrived in New Amsterdam in 1663. By the early 1680s, he had acquired the Keikout farm near South 4\u003Csup>th\u003C/sup> Street and Kent Avenue. His son John, Jr. married Elizabeth Praa, one of the four daughters of Maria Hay and Peter Praa. Though the names Hay, Cappoens and Praa are probably unfamiliar to many Greenpoint residents, many of the names of their descendants through the marriages of their four daughters will be very familiar: Provost, Meserole, Conselyea, Van Cott, De Voe, Debevoise and Calyer.\u003C/p>\u003Cp>For almost 200 years, Williamsburg and Greenpoint existed as farming communities, heavily reliant on enslaved labor. As late as 1790, only 540 people occupied the entire Town of Bushwick (today’s Bushwick, Greenpoint and Williamsburg), and a third of those residents were enslaved Blacks. Slavery in New York State was gradually phased out starting in 1802, with full manumission granted for all enslaved people in 1827. Perhaps not coincidentally, this period also marks the transition of Williamsburg and Greenpoint from isolated rural and agrarian places to urban and industrial centers.\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
