{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"changing-the-creek","Changing the Creek",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/2anzhCxpu5RlkmdTNH9Bo4/4b270dd0b7a1b1658bf80ef58a68e6ff/Waterbury-20Rope-20Screen-20Shot-202015-03-04-20at-209.51.43-20AM.png\" class=\"figure-img\" alt=\"Waterbury-20Rope-20Screen-20Shot-202015-03-04-20at-209.51.43-20AM\">\n                  \u003Cfigcaption class=\"figure-caption\">Noah Waterbury's Rope Works, North 4th Street, circa 1840.\u003C/figcaption>\n                \u003C/figure>\u003Cp>While both Williamsburgh and Greenpoint were rapidly developing as urban centers, development in the area immediately around Bushwick Creek was much slower. The area between Greenpoint and Williamsburgh – north of North 9th Street and through McCarren Park – was still low-lying wetlands and salt marshes, largely unsuited for habitation. These wetlands were a barrier between the two villages - Bushwick Creek and Newtown Creek rendered Greenpoint mostly inaccessible by land. Residents wanting to travel from the Northside to Greenpoint by land had to go east on Metropolitan to Bushwick Avenue, and then north on Woodpoint Road into Greenpoint. The first direct connection between Greenpoint and the Northside was via a footbridge constructed by Bliss in 1838 over Bushwick Creek along present-day Kent Avenue and Franklin Street as part of a turnpike connecting Williamsburgh, Greenpoint and Astoria.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://downloads.ctfassets.net/rwfq7xkd04l4/4KOMdxwrbd4s9xIs8YIQe2/4b09b54e85d4e61ba00d4ca66897e830/1851-20P-20G-20Van-20Alst_Bushwick-20Inlet-20Map_Brooklyn_-201851NYStateArchives.jpg\" class=\"figure-img\" alt=\"1851 map of Bushwick Creek, with bridge and ongoing landfill at shoreline\">\n                  \u003Cfigcaption class=\"figure-caption\">1851 map of Bushwick Creek, with bridge and ongoing landfill at shoreline (source( NYSA)\u003C/figcaption>\n                \u003C/figure>\u003Cp>This was just one of many much more radical changes that were being wrought upon the landscape of Williamsburg and Greenpoint, changes that centered around Bushwick Inlet.\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
