{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1,"lastChapter":12,"nextChapter":17},{"id":2,"name":3,"era":4,"headlineImage":7,"content":11},"the-waterfront","The Waterfront",{"id":5,"name":6,"slug":5},"pre-1600s","Pre Colonial Era",{"url":8,"title":9,"description":10},"https://images.ctfassets.net/rwfq7xkd04l4/7d7K8yz8TfJoAnf9F4Rjw5/2051d0a6172df2b675be620454d1ff73/IMG_1452.JPG","The Wallabout","Wallabout Bay, looking from Vinegar Hill toward Williamsburgh. The Navy Yard now occupies the bay, while the Naval Hospital sits atop the hill at the far right. The topography of beach, bluffs and hills continued as far north as Grand Street.","\u003Cp>Back at the East River shore, to the north and south of the inlet, the shoreline was mostly sandy beaches. Around Grand Street the terrain transitioned from sandy beach to sandy bluffs that rose as high as 60’. In colonial times the prominent bluff jutting into the East River at about South 4\u003Csup>th\u003C/sup> Street was called the Keikout, or “Lookout”. The lower-lying sandy area along the Williamsburg shore was called the Strand (het Strand), and a shore road extended roughly along today’s Wythe Avenue from about Broadway to North 10\u003Csup>th\u003C/sup> Street, with farms fronting the road and overlooking the East River. A large willow grove was found along the lower-lying shore areas from about North 7\u003Csup>th\u003C/sup> to North 11\u003Csup>th\u003C/sup> Streets. Further north in Greenpoint, another point of land extended out into the East River at India Street – originally called Cherry Point by the first European settlers, it was later named Green Point after the lush foliage on the point. \u003C/p>\u003Cp>\nIn addition to the large hill at Bedford and South 4\u003Csup>th\u003C/sup> Street (also called the Keikout), there were two other prominent hills, one centered around North 8\u003Csup>th\u003C/sup> Street and Berry, and the second around Manhattan Avenue and Meserole Avenue. In the 19\u003Csup>th\u003C/sup> century, these three hills became the first areas to urbanize. Prior to the 17\u003Csup>th\u003C/sup> century, Indigenous pathways led around these hills to the shoreline and creeks – these would later become colonial roads, and are still readable in our landscape as Metropolitan Avenue, Flushing Avenue, Bushwick Avenue, and Woodpoint Road.\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/7MC07FohdEedCntX5yf01E/5849d896f12b291de3ca6b433d81dc87/jessup.jpeg\" class=\"figure-img\" alt=\"Jessup Neck\">\n                \u003Cfigcaption class=\"figure-caption\">Jessup Neck, Noyack, New York. The bluffs, beach and upland forest here are similar to what the Southside looked like 400 years ago. (Photo: Ward Dennis)\u003C/figcaption>\n              \u003C/figure>\u003Cp>\u003C/p>",{"id":13,"name":14,"link":15,"type":16,"eraID":5},"salt-marshes","Salt Marshes","/era/pre-1600s/salt-marshes","chapter",{"id":18,"name":19,"link":20,"type":16,"eraID":5},"indigenous-population","Indigenous Population","/era/pre-1600s/indigenous-population"],"uses":{"params":["era","chapter"]}}]}
