{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1,"lastChapter":9,"nextChapter":2},{"headlineImage":2,"id":3,"name":4,"era":5,"content":8},null,"ecological-impact","Ecological Impact",{"id":6,"name":7,"slug":6},"early-european-settlement","Early European Settlement","\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://downloads.ctfassets.net/rwfq7xkd04l4/4KOMdxwrbd4s9xIs8YIQe2/4b09b54e85d4e61ba00d4ca66897e830/1851-20P-20G-20Van-20Alst_Bushwick-20Inlet-20Map_Brooklyn_-201851NYStateArchives.jpg\" class=\"figure-img\" alt=\"1851 map of Bushwick Creek, with bridge and ongoing landfill at shoreline\">\n                \u003Cfigcaption class=\"figure-caption\">1851 map of Bushwick Creek, showing the extent of the creek with streets (source NYSA).\u003C/figcaption>\n              \u003C/figure>\u003Cp>The period of early industrialization and urbanization between 1800 and 1855 saw the beginnings of the large-scale reshaping of the natural environment. Whereas prior to 1800, most of the human impact on the landscape was related to agriculture and transportation, the first half of the 19th century saw waterways being filled in to create land for urban and industrial uses.\u003C/p>\u003Cp>By the late 1840s, the first extension of landfill into the East River was taking place west of Kent Avenue between North 10th Street and the Creek. An 1850 Dripps map of Brooklyn and Williamsburg shows an odd juxtaposition at North 11th Street, with the Willow Grove Cottage still extant at the northwest corner of Kent Avenue, while the block to the south (now CitiStorage South) had been extended into the water to create the Pennsylvania Coal Dock. Further south, smaller industrial uses were well established, but most of the original shoreline remained in place. In Greenpoint, the blocks between Oak Street and the Creek had been extended west of West Street to the current shoreline by 1850 or 1851, while to the north of Oak Street the original shoreline remained largely unchanged.\n\u003C/p>\u003Cp>Upland, the meadows and tributaries of Bushwick Creek began to be filled in starting as early as the 1830s. The small ponds that sat at the southern ends of Swede’s Fly were filled in by 1835. The section of Swede’s Fly south of Metropolitan Avenue was filled in this same period, although the main branch of this southern tributary and its meadows remained intact until the late 1840s. As late as 1849, maps show the area of North 9th Street and Roebling Street occupied by salt meadows and regularly flooded at high tides. North of the Creek, Meserole and Calyer heirs began selling off land as city lots starting about 1848 and the northern tributaries began to be filled in. To the east, the meadows that once extended as far inland as Humboldt Street began to be filled in the mid-1840s as well.\u003C/p>\u003Cp>The Creek itself remained a barrier though - it wasn’t until 1851 that a second bridge across the wetlands was established at Driggs Avenue. By 1855, at the time of consolidation, the outlines of Bushwick Creek and its tributaries remained intact, with the inlet itself extending inland to Berry Street and the tributaries technically navigable to Havemeyer and Richardson Streets. The wholesale infilling of the meadows and dumping that would turn Bushwick Creek into a public nuisance had yet to really take hold. But that time was not far off.\u003C/p>",{"id":10,"name":11,"link":12,"type":13,"eraID":6},"williamsburg-becomes-a-city","Williamsburgh Becomes a City","/era/early-european-settlement/williamsburg-becomes-a-city","chapter"],"uses":{"params":["era","chapter"]}}]}
