{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1,"lastChapter":12,"nextChapter":17},{"id":2,"name":3,"era":4,"headlineImage":7,"content":11},"indigenous-population","Indigenous Population",{"id":5,"name":6,"slug":5},"pre-1600s","Pre Colonial Era",{"url":8,"title":9,"description":10},"https://images.ctfassets.net/rwfq7xkd04l4/1ygghgWEaW9owhFmw96kB4/8459aa503c21f2045f3ed9e66006b821/1600-20native-american-trails-map-2-e1532977580915.jpeg","Bolton - Native American trails in Brooklyn","Indian Villages, Paths, Ponds and Places in Kings County, by James A. Kelly (Long Island Historical Society, 1946). Some of the paths shown in Williamsburg were likely made in the Colonial era.","\u003Cp>Of course, none of these names existed 400 years ago. At that time, western Long Island (today’s Kings and Queens Counties) was occupied by various groups of the Munsee Lenape people. Lenape settlements were located throughout the area at places such as Nayack (Fort Hamilton), Canarsie, Mareckewick (downtown Brooklyn) and Keskachauge (southern Flatbush and Flatlands). In north Brooklyn, the nearest known permanent settlements of the Munsee Lenape were at Mespatch (Maspeth) at the head of Newtown (Maspeth) Creek to the northeast and Rinegannecock at the mouth of Wallabout Creek to the south (roughly where the U.S. Naval Hospital now sits).\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/3Ux4e2EkDGTIc70Kji9BZL/8f813ada242ddd83833e76597eebeb74/Screenshot-202023-09-10-20at-2020.56.14.png\" class=\"figure-img\" alt=\"1906 shell fisheries map\">\n                \u003Cfigcaption class=\"figure-caption\">1906 Map of Shell Fisheries along the East River in Brooklyn and New York City. (UPDATE graphic)\u003C/figcaption>\n              \u003C/figure>\u003Cp>As far as we know from the historic record, the area of western Williamsburg and Greenpoint was neither named nor permanently inhabited by indigenous people. Which is not to say that the area was not heavily used. While there does not appear to have been a permanent Munsee Lenape settlement where Bushwick Inlet Park now sits, it is believed that both the Williamsburg and Greenpoint shores served as seasonal outposts for the indigenous peoples of western Long Island, in particular the Mespatch. Indigenous pathways along with substantial shell middens uncovered by European settlers indicate that the Lenape fished and collected oysters in the protected waters of Bushwick Creek.\u003C/p>\u003Cp>Bushwick Creek (and Newtown Creek) would have been a rich place for such endeavors, as the tidal marshes were home to breeding grounds for many species of fish, shellfish and birds. While it is hard to imagine now, the vast wetlands surrounding the creek were rich in flora and fauna. Upland from the creek the area was mostly wooded, dominated by smaller scrub oaks called kreupelbosch in Dutch, later anglicized to cripplebush. (The entire area of Williamsburg and Greenpoint was at times referred to as Cripplebush, while separately, there was a village of Cripplebush located near today’s Nostrand and Flushing Avenues.)\u003C/p>\u003Cp>\n\n\u003C/p>\u003Cp>\u003C/p>",{"id":13,"name":14,"link":15,"type":16,"eraID":5},"the-waterfront","The Waterfront","/era/pre-1600s/the-waterfront","chapter",null],"uses":{"params":["era","chapter"]}}]}
