{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1,"lastChapter":12,"nextChapter":17},{"id":2,"name":3,"headlineImage":4,"era":8,"content":11},"population","Transportation & Demographics",{"url":5,"title":6,"description":7},"https://images.ctfassets.net/rwfq7xkd04l4/7zDCWdZvHZgup0GxyHg047/0a49a8c092fc4a7d020876512b6ab1c0/1916_hyde_index.png","1916 Hyde index","1916 Hyde map of Brooklyn, showing multiple ferry routes along the East River. (NYPL)",{"id":9,"name":10,"slug":9},"urban-industrial","Urban Industrial","\u003Cp>Throughout the 19th century, north Brooklyn’s connections to Manhattan continued to by ferry and its connection to the rest of Brooklyn was via elevated trains and streetcars. Three municipal ferries were located on the waterfront: the Peck Slip Ferry at the foot of Broadway (next door to Giando’s); Grand Street ferry at the foot of Grand Street (now Grand Ferry Park); and the 10\u003Csup>th\u003C/sup> Street ferry at the foot of Greenpoint Avenue (now WNYC Transmitter Park). \u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/6542lEYLuZX9T2mREGuzsS/4365a770020a15536095042bc5938427/ferry_bushwick_1931.jpg\" class=\"figure-img\" alt=\"Broadway ferry\">\n                \u003Cfigcaption class=\"figure-caption\">The ferry Bushwick, pulling into the ferry landing at the foot of Broadway, Williamsburg, 1931. (CBH)\u003C/figcaption>\n              \u003C/figure>\u003Cp>Upland, 19th-century Greenpoint and Williamsburg were largely immigrant, working-class neighborhoods of mostly wood-frame tenements and brick row houses. Masonry buildings were less common and largely restricted to the higher elevation (and higher income) parts of the neighborhood – the original Williamsbugh village between Grand Street and Broadway on the Southside; the area around North 8\u003Csup>th\u003C/sup> Street and Berry on the Northside; and Java to Calyer Streets in Greenpoint. South Williamsburg (south of Division Avenue) during the latter part of the 19th century was a neighborhood of middle- and upper-class homeowners living in newer brownstone-fronted row houses. The population of Williamsburg and Greenpoint from the 1850s through the 1880s continued to be dominated by the Irish and German immigrants who first started moving to the area in the 1840s. By 1855, the area that now comprises Community Board 1 had a foreign-born population of 55% consisting of almost entirely Germans (20%), Irish (17%) and English (5%) immigrants. As late as 1880, the demographics of the neighborhoods was similar, but in the decades that followed, immigrants from southern and eastern Europe began to arrive in greater and greater numbers.\u003C/p>\u003Cp>The area’s religious landscape in the latter part of the 19th century reflected these demographics. German and Irish Catholic parishes continued to be established - including Annunciation parish (German), St. Nicholas parish (German), St. Mary’s (Irish), and St. Anthony of Padua (Irish) - as did German Lutheran congregations such as St. Paul’s at South 4th and Rodney, St. Matthew’s on North 5th near Driggs, and St. John’s on Maujer.\u003C/p>",{"id":13,"name":14,"link":15,"type":16,"eraID":9},"williamsburg-industrialize","Williamsburg Industrialize","/era/urban-industrial/williamsburg-industrializes","chapter",{"id":18,"name":19,"link":20,"type":16,"eraID":9},"the-creek-disappears","The Creek Disappears","/era/urban-industrial/the-creek-disappears"],"uses":{"params":["era","chapter"]}}]}
