{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"the-creek","The Creek",{"id":5,"name":6,"slug":5},"pre-1600s","Pre Colonial Era","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/5Txjnm8mlpg3zARnr1qhNR/4442211f70f8e71938b33c3bd6bf8cee/1639-20Manatus-20map.png\" class=\"figure-img\" alt=\"1639 Mantus Map of Bushwick Creek\">\n                  \u003Cfigcaption class=\"figure-caption\">1639 Manatus map - #39 marks a house on Bushwick Creek\u003C/figcaption>\n                \u003C/figure>\u003Cp>Now just a small cove on the East River, Bushwick Inlet was historically the mouth of Bushwick Creek, an extensive inland waterway that included mudflats, salt marshes and tidal creeks covering almost half of the Northside and large parts of southern Greenpoint, including all of what is now McCarren Park. The south branch of Bushwick Creek meandered along Union Avenue and was navigable by rowboat as far south as Metropolitan Avenue. This branch of the creek was fed by three or more fresh water ponds south of Metropolitan Avenue at Havemeyer Street, Marcy Avenue and Rodney Street/Union Avenue. \u003C/p>\u003Cp>Two main trunks of the south branch of Bushwick Creek extended due east to about Leonard and Frost Streets, with smaller branches extending to Nassau Avenue and Lorimer Street, and Driggs Avenue and Leonard Street.\u003C/p>\u003Cp>Between each of these branches of Bushwick Creek were large areas of salt marshes and wetlands, covering all of today’s McCarren Park and the Greenpoint-Williamsburg Industrial Business Zone (IBZ) to the west of McCarren, and extending inland as far as Humboldt Street to the east and Hope Street to the south. A large island, running roughly from North 13\u003Csup>th\u003C/sup> Street to North 15\u003Csup>th\u003C/sup> Street, and from Wythe Avenue to the eastern end of the McCarren track, separated the different branches of the Creek. Depending on the tides, large parts of the Creek system were variously exposed or covered with salt water. Together with nearby Newtown Creek, the waterway was part of the rich and fertile wetlands that had supported the indigenous populations in the area for centuries.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/2hjBpTF05yQXsQQqOOdsGR/f346e6f7e647e469ff705b05a1565b76/1-Francis-Marion-saltmarsh-edited-KG-580x390.jpg\" class=\"figure-img\" alt=\"Salt Marsh at Francis Marion National Forest, South Carolina.\">\n                  \u003Cfigcaption class=\"figure-caption\">Salt Marsh at Francis Marion National Forest, South Carolina.\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/1thEd0WUTLikgPdt3Ct5K1/ee9347b25ec0c13ef2cee32d2907f7bf/201604BackThen.jpg\" class=\"figure-img\" alt=\"Stacks of salt hay\">\n                  \u003Cfigcaption class=\"figure-caption\">Stacks of salt hay in the Scarborough (Maine) marshes. https://www.fishermensvoice.com/archives/201604BackThen.html\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/5bIC56DYeSYjf6I6bGxBwV/6e2164a2090e9434f3b4c677a365fe62/IMG_1313.jpeg\" class=\"figure-img\" alt=\"Goose Creek\">\n                  \u003Cfigcaption class=\"figure-caption\">Salt marsh and tidal creek, Goose Creek, Southold, NY. (WD)\u003C/figcaption>\n                \u003C/figure>\u003Cp>\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
