{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1,"lastChapter":12,"nextChapter":17},{"id":2,"name":3,"era":4,"headlineImage":7,"content":11},"williamsburg-becomes-a-city","Williamsburgh Becomes a City",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement",{"url":8,"title":9,"description":10},"https://images.ctfassets.net/rwfq7xkd04l4/1WT1izu3KIOtTkldy4XQn2/9e1a854ed46733f3809e7996eef47ccf/1848_NY_and_environs_NYPL.jpg","New York and Environs from Williamsburgh","View of New York City from Williamsburgh, 1848, showing the Williamsburgh shore in the foreground. (NYPL)","\u003Cp>When Williamsburgh first began to urbanize, the population was largely native-born Americans of primarily English descent. Starting in the early 1840s, large numbers of German and Irish immigrants began to move to Williamsburgh and Greenpoint. By 1845, 30% of the population of Williamsburgh was foreign born, evenly split among English, Irish and German immigrants. By 1855, the Southside and Greenpoint, the two largest concentrations of population along the river, were heavily Irish in makeup, while East Williamsburgh was heavily German (the area south of Grand Street between Union and Bushwick Avenues was known as Dutchtown). The area’s first Catholic parishes reflect this distribution – Sts. Peter and Paul (originally established as St. Mary parish in 1841) on South 2\u003Csup>nd\u003C/sup> Street was an Irish congregation led for many years by Father Sylvester Malone; Most Holy Trinity (1841) on Montrose was a German congregation led for many years by Father John Raffeiner. Protestant Germans (primarily Lutherans) founded their own congregations, also heavily concentrated in East Williamsburgh.\u003C/p>\u003Cp>While Williamsburgh and Greenpoint – like most of Kings County – were predominantly white, Williamsburgh had a small but very politically active Black community prior to the Civil War. There were a number of Black congregations in the area as well as mixed-race congregations, the most notable being the First Congregational Church of Williamsburgh, which was founded in 1846 and led for many years by the white abolitionist Simeon Jocelyn. Black leaders, including Peter Ray, Peter Guignon, Samuel Ricks and brothers Willis and William J. Hodges were active in their community and many were prominent in the abolition movement both locally and nationally. They established a free colored school on Union Avenue (today, a New York City landmark) and were active in fighting for suffrage rights for Blacks in New York State (which prior to 1870 banned voting for Blacks owning less than $250 in property, thus disenfranchising 99% of Black New Yorkers).\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/7B61SzBZDJ3daMnlYjyWqm/821806987debe8bf072f734dc98631b6/1848-20Markup-20NY-20and-20environs-20from-20Williamsburgh-20NYPL.jpg\" class=\"figure-img\" alt=\"1848-20Markup-20NY-20and-20environs-20from-20Williamsburgh-20NYPL\">\n                \u003Cfigcaption class=\"figure-caption\">1848 view of Manhattan with Williamsburgh in the foreground. (NYPL)\u003C/figcaption>\n              \u003C/figure>\u003Cp>\u003C/p>",{"id":13,"name":14,"link":15,"type":16,"eraID":5},"early-industrialization","Early Industrialization","/era/early-european-settlement/early-industrialization","chapter",{"id":18,"name":19,"link":20,"type":16,"eraID":5},"ecological-impact","Ecological Impact","/era/early-european-settlement/ecological-impact"],"uses":{"params":["era","chapter"]}}]}
