{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"the-founding-of-williamsburgh","The Founding of Williamsburgh",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/2RHXb98By40hD2C57krZ0L/c37c14d2f944d4870f07357bc7170803/Screenshot-202023-09-19-20at-2022.07.10.png\" class=\"figure-img\" alt=\"Screenshot-202023-09-19-20at-2022.07.10\">\n                  \u003Cfigcaption class=\"figure-caption\">1833 map of the Village of Williamsburgh (CBH?)\u003C/figcaption>\n                \u003C/figure>\u003Cp>At the turn of the 19\u003Csup>th\u003C/sup> century, the first attempts to establish a village at the Williamsburg shore were undertaken. Two competing villages – Williamsburgh and Yorkton – were laid out with streets in 1800 to 1802 respectively, the former to the north of Grand Street, the latter to the south. Of the two, Yorkton was marginally more successful, but Williamsburgh won the naming rights (the Williams of Williamsburgh being the name of the surveyor hired by Richard Woodhull, who bought a 13-acre farm that ran from Metropolitan Avenue to Bushwick Creek in 1800).\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/3H3eayEGvrtNj1ixC18VG/5b721fe314bc8790bbec111584e8e5d4/1835-20Williamsburg-20Village-20bhs_ba003360718_a-scaled.jpg\" class=\"figure-img\" alt=\"1835-20Williamsburg-20Village-20bhs ba003360718 a-scaled\">\n                  \u003Cfigcaption class=\"figure-caption\">ca. 1835 of the expanded Village of Williamsburgh (source: ???)\u003C/figcaption>\n                \u003C/figure>\u003Ch1>\u003Cb>Williamsburgh Grows\u003C/b>\u003C/h1>\u003Cp>The original vision for Williamsburgh was a suburb of New York City, along the lines of Hezekiah Pierrepont’s Brooklyn Heights. From the 1820s into the 1840s, the Northside waterfront - where Marsha P. Johnson and Bushwick Inlet Parks now stand - was a resort and play area. A “pleasure railway” sat on the waterfront between North 6\u003Csup>th\u003C/sup> and North 7\u003Csup>th\u003C/sup> Streets, while a portion of the CitiStorage North site was known as Willow Grove, a popular gathering place for East River bathers. At the corner of North 11th Street and Kent Avenue stood the Willow Grove Tavern, also known as Willow Grove Cottage.\u003C/p>\u003Cp>Despite these grand plans, Williamsburgh was slow to develop. It was not until 1827 that the Village of Williamsburgh was incorporated. The original village occupied what is now the Northside and Southside, as far east as Union Avenue. At that time, it had a population of about 1,000; the rest of Bushwick (including Greenpoint) had just under 600 residents. In 1835, the Village was expanded to the east through the annexation of East Williamsburg to Bushwick Avenue. But the Village of Williamsburgh grew quickly, becoming a town of 5,000 people in 1840 and a city of over 40,000 by 1852. When Williamsburgh was absorbed into the City of Brooklyn in 1855, it had a population of 48,000 (Greenpoint at that time had a population of 5,500; the rest of Bushwick just 2,600).\u003C/p>\u003Cp>As the village of Williamsburgh grew, it quickly changed from its originally-envisioned suburb and resort. A major impetus for the development of Williamsburgh and Greenpoint as industrial centers was the opening of the Erie Canal in 1825. The canal opened up the center of the country to the eastern markets, shifting agricultural production away from places like Bushwick and Flatbush, and creating the need for more shipping along with transshipping from barges to larger vessels. The Brooklyn waterfront, from Newtown Creek to Gowanus Creek, was quickly given over to factories and storehouses.\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
