{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"the-creek-disappears","The Creek Disappears",{"id":5,"name":6,"slug":5},"urban-industrial","Urban Industrial","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/20XU9sMA3qmKYAmBLHBgOW/466ebe276ffa12dd8e812676e8940978/03_1916_BK_Bromley_pl_33_Greenpoint.jpg\" class=\"figure-img\" alt=\"1905 Bromley map of Greenpoint, the Northside and Bushwick Inlet. (NYPL).\">\n                  \u003Cfigcaption class=\"figure-caption\">1905 Bromley map of Greenpoint, the Northside and Bushwick Inlet. (NYPL).\u003C/figcaption>\n                \u003C/figure>\u003Cp>1900 also marks the rough date for the completion of the infilling of Bushwick Creek. This was a process that began as early as the 1850s, as speculators bought wetland lots, filled them in, and built out homes or factories. But for decades much of the area remained wetlands, unsuitable for building or habitation. These wetlands also became a nuisance and health hazard over time, as they were used as dumping grounds by industry and residents alike. As late as 1886, Bushwick Creek was still a flowing waterway, with bridges at North 13\u003Csup>th\u003C/sup> Street and Bedford and Driggs. In 1886 a larger bridge still connected Kent Avenue in Williamsburg with Franklin Street in Greenpoint – a remnant, albeit much shorter, of the bridge that Neziah Bliss constructed 50 years before.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/7vXmASclUWqSc7NxNUgSjj/524d7503dacacd222d3472fadd09a665/mccarren-20plan.jpg\" class=\"figure-img\" alt=\"mccarren-20plan\">\n                  \u003Cfigcaption class=\"figure-caption\">Original landscape plan for McCarren Park, 1914.\u003C/figcaption>\n                \u003C/figure>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/1g6x0tssLkcaejkIFNsnFS/c918c00dc20d620774182d109f6eb79c/McCarrren-25201935-2520NYPL-2520703139F-cR7Us__1_.jpg\" class=\"figure-img\" alt=\"1916-20BK-20Bromley-20pl-2033-20Greenpoint\">\n                  \u003Cfigcaption class=\"figure-caption\">View of McCarren Park from Banker and Lorimer, 1935. (NYPL)\u003C/figcaption>\n                \u003C/figure>\u003Ch3>\u003Cb>McCarren Park\u003C/b>\u003C/h3>\u003Cp>Factories and tenements were already being constructed on the newly landfilled sections of the vast wetlands that separated Williamsburg and Greenpoint when, in 1903, State Senator Patrick McCarren proposed building a park for the neighborhoods. Despite (or maybe due to) 75 years of urban growth, Williamsburg and Greenpoint had almost no open space. Winthrop (now McGolrick) Park in Greenpoint had only been completed in 18__ and the construction of the Williamsburg Bridge in 1903 included a large public space on the Southside (now occupied by the onramp from the bridge to the BQE), but little else existed. Opened as Greenpoint Park in 1904, after McCarren’s death in 1912 the park was named in his honor. Like the neighborhoods that surrounded it, McCarren Park has always been a working park – short on landscaping and amenities (save the comfort station, designed by architects McKim, Mead and White), and long on recreation and active uses. In its early years, McCarren Park was given over to victory gardens, which started during World War I and continued through the 1930s, and for a time the park even included a quaint “farmhouse”.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/7kudi6OR3XDpSd5Bj1q18e/85df562dd746d7807304cf6f78b93e8c/1949-20NYSA_B1598-99_B17F66_105427_representation_31868_original-20copy.jpg\" class=\"figure-img\" alt=\"1949-20NYSA B1598-99 B17F66 105427 representation 31868 original-20copy\">\n                  \u003Cfigcaption class=\"figure-caption\">Aerial view of Bushwick Inlet looking toward McCarren Park, 1949. The tanks of the former Pratt oil works can be seen on the south side of the inlet, far right. Greenpoint Terminal Market is at bottom left in photo. (NYSA)\u003C/figcaption>\n                \u003C/figure>\u003Ch3>\u003Cb>Infilling the Creek\u003C/b>\u003C/h3>\u003Cp>With the infilling of the creek, the area between McCarren Park and Bushwick Inlet Park finally began to develop in the first quarter of the 20\u003Csup>th\u003C/sup> century. By this time, the introduction of the automobile – and truck – was already reshaping the city. This, combined with the poor soils in the area, likely lead to the lower-scale, auto-oriented development of factories and warehouses in this area and the areas to the south and north of McCarren Park, all of which consist of predominantly one- to two-story industrial buildings. A few civic structures interrupt this pattern – Transfiguration Russian Church on Driggs and Holy Name Roman Catholic Church at Banker’s Anchor being the most notable.\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
