{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1},{"id":2,"name":3,"era":4,"content":7},"bushwick-patent","Bushwick Patent",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement","\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/62hAHTGh6c2MKHyMXkvdZL/9a63cf218a2f583c4a9990329bb4cbf4/1639_Manatvs_gelegen_op_de_Noot_Riuier.jpg\" class=\"figure-img\" alt=\"Manatus map\">\n                  \u003Cfigcaption class=\"figure-caption\">1639 map of New Amsterdam and environs. #39 shows a house on Bushwick Creek.\u003C/figcaption>\n                \u003C/figure>\u003Cp>In 1609, Henry Hudson, exploring for the Dutch East India Company, sailed up the Hudson River as far north as the town of Kingston, and by virtue of this endeavor, laid the basis for Dutch colonial claims to the Hudson valley and lower Hudson estuary. In 1621, the Dutch \u003Ci>West\u003C/i> India Company was established to administer the colony of New Netherland, which extended in name from the Chesapeake Bay to Cape Cod. By 1624, the Dutch had established the settlement of New Amsterdam at the foot of Manhattan Island. Europeans first started arriving in northern Brooklyn in the 1620s and 1630s. Most of the first arrivals were squatters, living on the land without title or permission from either the Dutch West India Company or the Lenape. While New Netherland was a Dutch colony, the early residents of the Williamsburg-Greenpoint area were a polyglot of Europeans – Scandinavian, French, English and African, as well as Dutch.\u003C/p>\u003Cp>Among the earliest settlers in the area was Joris Rapelye, one of a group of Protestant Walloons (French-speaking emigrants from the Wallonia area of today’s Belgium), who settled in the Wallabout in 1837, near what is today the former Naval Hospital at Flushing Avenue and Williamsburg Street.\u003C/p>\u003Cfigure class=\"figure\">\n                  \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/4Dioh4OBIVnh7qMa1G7map/aa7f131d99d0a697dc4e26e603978b51/1638_Bushwick_Indian_Patent_via_BHS.png\" class=\"figure-img\" alt=\"Bushwick patent\">\n                  \u003Cfigcaption class=\"figure-caption\">1639 Bushwick Indian Patent\u003C/figcaption>\n                \u003C/figure>\u003Cp>In August of 1838 West India Company Director Willem Kieft purchased what would soon become the town of Bushwick from the ‘chiefs of Keskaechquerem’. This purchase comprised a triangular tract extending from the East River on the west, Newtown Creek to the north and Division Street/Broadway to the south, tapering to a dull point at about the place where Bushwick Avenue, Jamaica Avenue and the Jackie Robinson Parkway intersect (near Cypress Hills Cemetery).\u003C/p>"],"uses":{"params":["era","chapter"]}}]}
