{"type":"data","nodes":[null,{"type":"data","data":[{"chapter":1,"lastChapter":12,"nextChapter":13},{"id":2,"name":3,"era":4,"headlineImage":7,"content":11},"bushwick-patent","Bushwick Patent",{"id":5,"name":6,"slug":5},"early-european-settlement","Early European Settlement",{"url":8,"title":9,"description":10},"https://images.ctfassets.net/rwfq7xkd04l4/4Dioh4OBIVnh7qMa1G7map/aa7f131d99d0a697dc4e26e603978b51/1638_Bushwick_Indian_Patent_via_BHS.png","Bushwick patent","Map showing the boundaries of the land in Bushwick acquired by the Dutch West India Company in 1639, comprising today's Williamsburg, Greenpoint and Bushwick. (Map: Center for Brooklyn History)","\u003Cp>In 1609, Henry Hudson, exploring for the Dutch East India Company, sailed up the Hudson River as far north as the town of Kingston, and by virtue of this endeavor, laid the basis for Dutch colonial claims to the Hudson valley and lower Hudson estuary. In 1621, the Dutch \u003Ci>West\u003C/i> India Company was established to administer the colony of New Netherland, which extended in name from the Chesapeake Bay to Cape Cod. By 1624, the Dutch had established the settlement of New Amsterdam at the foot of Manhattan Island. Europeans first started arriving in northern Brooklyn in the 1620s and 1630s. Most of the first arrivals were squatters, living on the land without title or permission from either the Dutch West India Company or the Lenape. While New Netherland was a Dutch colony, the early residents of the Williamsburg-Greenpoint area were a polyglot of Europeans – Scandinavian, French, English and African, as well as Dutch.\u003C/p>\u003Cp>Among the earliest settlers in the area was Joris Rapelye, one of a group of Protestant Walloons (French-speaking emigrants from the Wallonia area of today’s Belgium), who settled in the Wallabout in 1837, near what is today the former Naval Hospital at Flushing Avenue and Williamsburg Street.\u003C/p>\u003Cp>In August of 1838 West India Company Director Willem Kieft purchased what would soon become the town of Bushwick from the ‘chiefs of Keskaechquerem’ (possibly referring to the Canarsee sachems Penahawitz and Kakapetteyno, who resided at Keskaechqueren in modern-day Flatlands). This purchase comprised a triangular tract extending from the East River on the west, Newtown Creek to the north and Division Street/Broadway to the south, tapering to a dull point at about the place where Bushwick Avenue, Jamaica Avenue and the Jackie Robinson Parkway intersect (near Cypress Hills Cemetery).\u003C/p>\u003Cp>\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/2qZWbsVdFK91luCQ7JUj9q/63bd4be052f3339168e06b2572d9caa4/4-20--20Bushwick-20settlement-20map.jpg\" class=\"figure-img\" alt=\"Original Bushwick farms\">\n                \u003Cfigcaption class=\"figure-caption\">Map showing the original Bushwick plantations, prior to the settlement of Bushwick in 1660. (Center for Brooklyn History)\u003C/figcaption>\n              \u003C/figure>\u003Cp>Many of the early settlers concentrated along the East River shore. Whether by coincidence or coordination, the waterfront areas immediately to the north and south of Bushwick Inlet were owned by Scandinavian immigrants. Jan de Swede (non-Dutch residents were often named for their country of origin) owned a large tract of land upland from the East River, running along the west bank of Bushwick Creek’s south branch. This branch of the creek would be called Swede’s Fly (an Anglicization of vly or vlaie, being Dutch for swamp), and in early years was navigable by rowboat as far south as Grand Street. Claes Carstensen (Claes the Norman) owned and farmed the property from the Inlet to about North 7\u003Csup>th\u003C/sup> Street, west of Jan de Swede’s property. On the Greenpoint side, Dirck Volckertsen (Dirck the Norman/Norseman) was granted land in 1645, and by 1655 had constructed a house that “rested upon a knoll, about where Calyer street is laid out, and from one to two hundred feet west of the present line of Franklin street”. Volckertsen’s lawn “sloped gently in front to Norman’s kill [Bushwick Creek] on the south, and gradually to the East River on the west. The house was of stone, one and a half stories in height, with dormer windows, built in a quaint Dutch style.&quot;\u003C/p>\u003Cp>Volckertsen’s holdings encompassed most of what is today considered Greenpoint. In 1653 he sold a large section of this property to Jacob Hay and his wife Christina Cappoens. This land passed to their daughter, Maria Hay and through Cappoens’ will, remained in the family for three generations. Maria’s third husband Peter Praa (a Frenchman) separately purchased the balance of Volkertsen’s holdings, thus putting all of Greenpoint in the Praa family’s hands.\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/5Txjnm8mlpg3zARnr1qhNR/4442211f70f8e71938b33c3bd6bf8cee/1639-20Manatus-20map.png\" class=\"figure-img\" alt=\"1639 Mantus Map of Bushwick Creek\">\n                \u003Cfigcaption class=\"figure-caption\">1639 Manatus map of New Amsterdam and Long Island. #39 marks the house of Claes Carstensen on Bushwick Creek; #37 and #38 mark houses on Walkabout Creek. (NYPL)\u003C/figcaption>\n              \u003C/figure>\u003Cp>\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/oimfQeEFeRzvo7e36uFjB/c2baf4441dfe78b4cbc78ee08d679dff/Screen-20Shot-202017-07-05-20at-204.00.22-20PM.png\" class=\"figure-img\" alt=\"Bushwick village, with surrounding farm plots and meadows.\">\n                \u003Cfigcaption class=\"figure-caption\">Bushwick village, with surrounding farm plots and meadows. Cherry Point is now Greenpoint; Bushwick Creek and its meadows are just above the village.\u003C/figcaption>\n              \u003C/figure>\u003Ch3>Bushwick Village\u003C/h3>\u003Cp>In 1660, Peter Stuyvesant, Director General of the Dutch West Indies Company, established (and named) the Town of Bushwick (Boswijk in the Dutch). Stuyvesant established a village at Woodpoint Road and Metropolitan Avenue, just north of Bushwick Avenue (close to St. Francis of Paola church). Bushwick thus became the last of the five towns to be established by the Dutch West India Company, the prior four being Flatbush (Vlackbosch or Midwout), Brooklyn (Breukelen), Flatlands (New Amersfoort) and New Utrecht. A sixth town, Gravesend, was established by English settlers with the approval of the Dutch West India Company.\u003C/p>\u003Cp>At Stuyvesant’s direction, 22 house lots surrounding a communal pond were established at Bushwick village, with farm lots in the surrounding lands. Some meadows (salt marshes) along the Newtown Creek and Bushwick Creek were allotted to individuals, but most were held in common and managed/harvested in common. The first residents of Bushwick included 14 Frenchmen and a Dutch translator, with existing owners (such as Volckertsen) then becoming part of the town. One of the founders of Bushwick was a man named Francisco de Neger, an Angolan who was one of the first enslaved Africans brought to New Amsterdam. Francisco had successfully petitioned for his freedom in 1644. What became of him is not clear - while he appears on the rolls for the founding of the village, he disappears from the historic record soon after.\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/hbjw149MwrRsI9CTLaSYz/46f9694024380a8042f2b0e235e2eac1/1661-20Bushwick-20original-20settlement-20Armbruster.png\" class=\"figure-img\" alt=\"Layout of Bushwick village, 1660.\">\n                \u003Cfigcaption class=\"figure-caption\">Layout of Bushwick village, 1660, showing 22 town lots and the pond. (Armbruster)\u003C/figcaption>\n              \u003C/figure>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/56RG8hHc85n3RGNpKuGqC/190add56c7d9328fc2fb91aa5378d4c2/IMG_2036-wVO9c.png\" class=\"figure-img\" alt=\"Bushwick village in the early 18th century.\">\n                \u003Cfigcaption class=\"figure-caption\">Bushwick village in the early 18th century (the Reformed Church was constructed between 1708 and 1711. (Armbruster)\u003C/figcaption>\n              \u003C/figure>\u003Cp>Stuyvesant’s impetus for establishing the village of Bushwick was largely defensive. In prior years, the Dutch had instigated a number of conflicts with the indigenous Lenape and Wappinger, resulting in a series of battles and many attacks on remote settler farms (Jacob Hay and Christina Cappoens didn’t live in Greenpoint prior to 1660 for fear of Indian attacks). For Stuyvesant, Bushwick was a strategic and defensible outpost on Long Island and a buffer for his own bowery (farm) just across the East River. Residents of Bushwick were mandated to erect houses within the palisades at Bushwick Village. The Bushwick settlers also established a stockaded outpost at the Keikout (Lookout) near Bedford Avenue and South 4\u003Csup>th\u003C/sup> Street.\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/3EeNnwEnYtti3ydeNDTGxU/44212b4f89c31a8e9b7ec077352ec976/Armbruster-20composite.png\" class=\"figure-img\" alt=\"Armbruster-20composite\">\n                \u003Cfigcaption class=\"figure-caption\">Bushwick in the mid-1700s; the Strand is roughly Wythe Avenue in the Northside. (Armbruster)\u003C/figcaption>\n              \u003C/figure>\u003Ch4>Early Farms\u003C/h4>\u003Cp>The wetlands of Bushwick and Newtown Creeks dictated much of the early agriculture and geography in north Brooklyn. Early on, two tide mills were constructed on Newtown Creek, one at about the intersection of Grand Street and Metropolitan Avenue, the second about a mile to the east. However, there is no evidence of tide mills on Bushwick Creek, perhaps because the creek was much smaller and thus saw less tidal action. Indigenous pathways became colonial farm roads – Woodpoint Road led from the village center to a public landing on the north branch of Bushwick Creek near the intersection of Driggs Avenue and Lorimer Street (about where the McCarren Park comfort station is now located). The Keikout Road ran from the village along Metropolitan Avenue to Union Avenue and then west roughly along Division Avenue, bypassing the southern tributaries of the Creek. At the river, the road turned north toward the mouth of the Creek.\u003C/p>\u003Cp>Dutch rule of New Amsterdam ended in 1664, but for most of the 17\u003Csup>th\u003C/sup> and 18\u003Csup>th\u003C/sup> century, “Dutch” traditions continued to dominate in north Brooklyn, even while the settlers continued to be a polyglot. Most impactful among the early European settlers was Jan Meserole, a French Huguenot who arrived in New Amsterdam in 1663. By the early 1680s, he had acquired the Keikout farm near South 4\u003Csup>th\u003C/sup> Street and Kent Avenue. His son John, Jr. married Elizabeth Praa, one of the four daughters of Maria Hay and Peter Praa. Though the names Hay, Cappoens and Praa are probably unfamiliar to many Greenpoint residents, many of the names of their descendants through the marriages of their four daughters will be very familiar: Provost, Meserole, Conselyea, Van Cott, De Voe, Debevoise and Calyer.\u003C/p>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/KqTsH3jFBpVuC17mIcEYt/7f072f8acd95f2efc9bf68c42135034b/Miller-20Keikout-20Screen-20Shot-202018-01-26-20at-209.33.43-20PM.png\" class=\"figure-img\" alt=\"Miller homestead drawing\">\n                \u003Cfigcaption class=\"figure-caption\">Miller (formerly Meserole) homestead on the Keickout bluff, South 4th Street and Kent Avenue, mid-1700s. The house was demolished between 1830 and 1850. (Armbruster)\u003C/figcaption>\n              \u003C/figure>\u003Cfigure class=\"figure\">\n                \u003Cimg src=\"https://images.ctfassets.net/rwfq7xkd04l4/2gd6PVUQ5jp5PHCAtqMZC3/ae21ccb92b154b162fe73b4f6ff090b2/devoe_houses_stiles.png\" class=\"figure-img\" alt=\"Devoe Houses\">\n                \u003Cfigcaption class=\"figure-caption\">Devoe Houses at Bushwick Village, circa 1867. The Devoe Houses were located approximately at Frost & Debevoise Streets (at what is now Frost Playground in Cooper Park Houses).\u003C/figcaption>\n              \u003C/figure>\u003Cp>For almost 200 years, Williamsburg and Greenpoint existed as farming communities, heavily reliant on enslaved labor. As late as 1790, only 540 people occupied the entire Town of Bushwick (today’s Bushwick, Greenpoint and Williamsburg), and a third of those residents were enslaved Blacks. Slavery in New York State was gradually phased out starting in 1802, with full manumission granted for all enslaved people in 1827. Perhaps not coincidentally, this period also marks the transition of Williamsburg and Greenpoint from isolated rural and agrarian places to urban and industrial centers.\u003C/p>",null,{"id":14,"name":15,"link":16},"the-founding-of-williamsburgh","The Founding of Williamsburgh","/era/early-european-settlement/the-founding-of-williamsburgh"],"uses":{"params":["era","chapter"]}}]}
